/* Other User */
"OTHER_USER" = "その他のユーザ...";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "ゲストアカウント";

/* Password Assistant Text */
"USER_PASSWORD" = "パスワード：";
"MASTER_PASSWORD" = "マスターパスワード：";

"KEYCHAIN_WARNING_TITLE" = "このユーザアカウントのパスワードを変更すると、新規のキーチェーンが作成され、このユーザのパスワードが保存されます。";
"KEYCHAIN_WARNING_TEXT" = "ユーザの以前のキーチェーンがまだ存在します。以前のパスワードが分かる場合は、以前のキーチェーンを使用して、その中に格納されている情報とパスワードを利用できます。";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "現在ログイン中";
"MOBILE_CURRENTLY_LOGGED_IN" = "モバイル、現在ログイン中";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "外部、現在ログイン中";
"GUEST_CURRENTLY_LOGGED_IN" = "ゲスト、現在ログイン中";
"NETWORK_CURRENTLY_LOGGED_IN" = "ネットワーク、現在ログイン中";
"EXTERNAL" = "外部";
"MOBILE" = "モバイル";
"GUEST" = "ゲスト";
"NETWORK" = "ネットワーク";

/* Parental Controls status text */
"CANNOT_LOGIN" = "現在ログインできません";
"LOGIN_TIME" = "%@ にログインできます";


/* Button Titles */
"BACK_BUTTON" = "戻る";
"CANCEL_BUTTON" = "キャンセル";
"FORGOT_PASSWORD_BUTTON" = "パスワードを忘れたら...";
"CHANGE_PASSWORD" = "パスワードを変更";
"OPTIONS_BUTTON" = "オプション";
"RESTART_BUTTON" = "再起動";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "Mac OS X";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "パスワードを忘れたら...";
"RESET_PASSWORD" = "パスワードをリセット";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "このユーザのパスワードをリセットするには、マスターパスワードを入力してください。";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "このユーザのパスワードをリセットして FileVault のロックを解除するには、マスターパスワードを入力してください。";

/* Host Info */
"SAFE_BOOT" = "セーフブート";
"SYSTEM_VERSION_INFO" = "バージョン %@";
"SYSTEM_BUILD_INFO" = "ビルド %@";
"SERIAL_NUMBER" = "シリアル番号 %@";
"IP_ADDRESS" = "IP アドレス %@";

"NETWORK_NODES_ALL"  = "ネットワークアカウントを利用できます";
"NETWORK_NODES_SOME" = "いくつかのネットワークアカウントを利用できます";
"NETWORK_NODES_NONE" = "ネットワークアカウントは利用できません";
"NETWORK_NODES_AUTH" = "ネットワークアクセスにはログインが必要です";


/* Tool Tip */
"SHORT_NAME" = "ユーザ名：%@";

"EXTERNAL_ACCOUNT" = "外部アカウント";
"GUEST_ACCOUNT" = "ゲストアカウント";
"LOCAL_ACCOUNT" = "ローカルアカウント";
"MOBILE_ACCOUNT" = "モバイルアカウント";
"NETWORK_ACCOUNT" = "ネットワークアカウント";

"NET_NODE" = "ネットワークノード：%@";
"HOME_VOLUME" = "ボリューム：%@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "入力したユーザ名またはパスワードが正しくありません。";

"AF_NEWPASSWORDREQUIRED" = "このアカウントにログインする前に、新しいパスワードを入力する必要があります。";

"AF_QUALITYCHECKFAILED" = "現在のパスワードは、サーバの要件を満たしていません。";

"AF_PASSWORDTOOSHORT" = "パスワードが短すぎます。";
"AF_PASSWORDTOOLONG" = "パスワードが長すぎます。";
"AF_PASSWORDLENGTH" = "パスワードは %ld 〜 %ld 文字でなければなりません。";

"AF_PASSWORDMINCHARS" = "パスワードは %ld 文字以上でなければなりません。";
"AF_PASSWORDMAXCHARS" = "パスワードは %ld 文字以下でなければなりません。";

"AF_PASSWORDNEEDSLETTER" = "パスワードには 1 つ以上の半角の英数字を含める必要があります。";
"AF_PASSWORDNEEDSDIGIT" = "パスワードには 1 つ以上の数字を含める必要があります。";

"AF_ACCOUNTDISABLED" = "アカウントが無効になりました。\n詳しくは、システム管理者に問い合わせてください。"; 
"AF_UNABLETOLOGIN" = "現在システムにログインできません。\n詳しくは、システム管理者に問い合わせてください。";
"AF_INVALIDLOGONHOURS" = "特定の時間のみログインが許可されています。\n詳しくは、システム管理者に問い合わせてください。";
"AF_INVALIDCOMPUTER" = "このコンピュータの使用が許可されていません。\n詳しくは、システム管理者に問い合わせてください。";

"AF_SEESYSTEMADMIN" = "詳しくは、システム管理者に問い合わせてください。";

"AF_PASSWORDEXPIRINGSOON" = "パスワードの有効期限がまもなく切れます。新しいパスワードを入力してください。";
"AF_CRYPTPASSWORD" = "パスワードをアップデートする必要があります。";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "パスワードの有効期限が明日で切れます。\n\n新しいパスワードを入力するには、“パスワードを変更”をクリックしてください。";
"PASSWORD_EXPIRATION_DAYS" = "パスワードの有効期限があと %ld 日で切れます。\n\n新しいパスワードを入力するには、“パスワードを変更”をクリックしてください。";
"PASSWORD_EXPIRATION_TODAY" = "パスワードの有効期限が今日で切れます。\n\n新しいパスワードを入力するには、“パスワードを変更”をクリックしてください。";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "お使いのコンピュータはセキュリティ保護されたネットワークにアクセスできません。";
"NA_UNTRUSTED_CERT_INFO" = "802.1X 認証サーバを使用してネットワークにアクセスしようとしましたが、サーバのセキュリティ証明書が検証されませんでした。詳しくは、ネットワーク管理者に問い合わせてください。";

/* FUS Failed */
"FUS_FAILED_MSG" = "選択されたユーザアカウントは利用できません。";
"FUS_FAILED_INFO" = "ネットワーク接続を確認して、もう一度ユーザアカウントに切り替えてみてください。ネットワークに接続されている場合は、システム管理者に問い合わせてみてください。";
